accountsservice
acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
anki-official-binary-bundle
ansible
apparmor
arandr
artwork-i3
ausweisapp2
autoconf
automake
autorandr
avahi
awesome-terminal-fonts
b43-fwcutter
bash
bashtop
bat
binutils
bison
blueman
bluez-utils
bmenu
btrfs-progs
bzip2
cantarell-fonts
chntpw
coin-or-cbc
conda-zsh-completion
copyq
coreutils
cpanminus
cpupower
cronie
cryptsetup
cuda
darknet-alexeyab-git
dataspell-jre
dbeaver
deluge
device-mapper
dfc
dhclient
dhcpcd
diff-so-fancy
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
downgrade
dragon-drop-git
e2fsprogs
ecryptfs-utils
efibootmgr
epdfview
evince
exa
exfat-utils
f2fs-tools
fakeroot
fd
feh
ferdium-git
ffmpeg
ffmpegthumbnailer
file
filesystem
filezilla
findutils
firefox
flac
flameshot
flex
gawk
gcc
gcc-fortran
gcc-libs
gcolor2
gdb
gdmap
gettext
git
github-cli-git
gitkraken
glibc
gnome-keyring
gnumeric
go
gomuks
google-chrome
google-cloud-sdk
gparted
grep
grub
gruvbox-material-gtk-theme-git
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gvim
gxkb
gzip
haveged
hexchat
hlsdl
hplip
htop
icedtea-web
inetutils
inkscape
insync
inxi
iproute2
iputils
java-runtime-common
jdk8-openjdk
jdownloader2
jfsutils
joplin-appimage
jq
jre-openjdk
jre8-openjdk
kazam
ksshaskpass
kvantum-manjaro
less
lib32-dbus
lib32-flex
lib32-mesa-demos
lib32-nvidia-utils
libdvdcss
libgpod
libstdc++5
libtool
libxcrypt-compat
licenses
lightdm-settings
lightdm-slick-greeter
linux510
linux510-nvidia
linux510-r8168
linux510-virtualbox-host-modules
logrotate
lua-format
lua-language-server-git
lvm2
lxappearance
lxinput
lxrandr-gtk3
m4
maia-console
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-pulse
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
markdown_previewer
masterpdfeditor-free
matcha-gtk-theme
mdadm
memtest86+
mesa-demos
mhwd
mhwd-db
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mosquitto
mousepad
mpd
mpv
mupdf
nameinator
nano
ncdu
ncurses5-compat-libs
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nginx
ngrok
ninja
noto-fonts-emoji
npm
nss-mdns
ntfs-3g
ntp
nvidia-utils
nvm
nvtop
oh-my-zsh
openmotif
openresolv
openssh
os-prober
p7zip
pa-applet
pacman
pamac-gtk
pandoc
parsec-bin
patch
patchutils
pavucontrol
pciutils
pcmanfm
pdfgrep
perl
perl-file-mimeinfo
pinta
pkgconf
playerctl-git
pnpm
polkit-gnome
poppler-data
powerline-fonts-git
powertop
procps-ng
psmisc
python-black
python-nbdime
python-pyalsa
python-pycups
python-pynvim
python-reportlab
qt4
qt5-styleplugins
qt5ct
r
rambox-bin
ranger
rclone
redshift
reiserfsprogs
ripgrep
rofi
rstudio-desktop-bin
rsync
rtsp-simple-server-git
s-nail
sbxkb
screenfetch
sed
shadow
skanlite
skypeforlinux-stable-bin
smartmontools
snapd
spectre-meltdown-checker
speedtest-cli
spotify
sshfs
stow
strace
subversion
sudo
sysfsutils
syslog-ng
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
termshark
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-latexindent-meta
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tldr
tlp
tlp-rdw
tmux
tmux-plugin-manager
traceroute
tree
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-liberation
ttf-meslo-nerd-font-powerlevel10k
udiskie
unrar
unzip
upower
urxvt-resize-font-git
usbutils
util-linux
vi
vibrancy-icons-teal
viewnior
virtualbox
virtualbox-guest-iso
visidata
visual-studio-code-bin
visual-studio-code-insiders-bin
vlc
volumeicon
w3m
wallpapers-juhraya
wget
which
wine-mono
wmutils
wpa_supplicant
x11-ssh-askpass
xarchiver
xautolock
xbindkeys
xcape
xcursor-chameleon-pearl
xcursor-maia
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfburn
xfce4-power-manager
xfsprogs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server
xorg-server-xephyr
xorg-twm
xorg-xev
xorg-xhost
xorg-xinit
xorg-xkbprint
xorg-xkill
xorg-xprop
xorg-xwininfo
xsane
xterm
xz
yay
zaread-git
zathura
zathura-pdf-poppler
zensu
zip
zoom
zotero-git
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
zsh-vi-mode
